Repository: Shivangi69/Tapp-Me
Catalog: Translator/*.lproj/Localizable.strings
Languages: sq_al

source: Email or Phone Number
sq_al: Emaili ose Numri i Telefonit

source: Password
sq_al: Fjalëkalimi

source: Profile
sq_al: Profili

source: Name
sq_al: Emri

source: Edit Profile
sq_al: Redakto Profilin

source: UserName
sq_al: Emri i përdoruesit

source: Role
sq_al: Roli

source: Phone Number
sq_al: Numri i Telefonit

source: Welcome
sq_al: Mirë se vini

source: Login with credentials shared by
sq_al: Hyni me kredencialet e ndara nga

source: your organization.
sq_al: organizata juaj.

source: Email address
sq_al: Adresa Email

source: Select Company
sq_al: Zgjidh Kompaninë

source: Sign In
sq_al: Hyni

source: or Login with
sq_al: ose Hyni me

source: Request for credentials
sq_al: Kërkesë për kredenciale

source: Set New Password
sq_al: Vendosni Fjalëkalimin e Ri

source: Please set the New Password to continue
sq_al: Ju lutemi vendosni Fjalëkalimin e Ri për të vazhduar

source: Enter new password
sq_al: Vendosni fjalëkalimin e ri

source: Confirm Password
sq_al: Konfirmoni Fjalëkalimin

source: Tap your mobile to the NFC device
sq_al: Prekni telefonin tuaj në pajisjen NFC

source: Home
sq_al: Kreu

source: Time
sq_al: Koha

source: Check In
sq_al: Regjistrohu

source: Messages
sq_al: Mesazhet

source: Reports
sq_al: Raportet

source: About us
sq_al: Rreth nesh

source: GPS Attendance
sq_al: Pranësia GPS

source: Check in
sq_al: Regjistrohu

source: Break
sq_al: Pushim

source: Are you sure you want to Check in?
sq_al: Jeni të sigurt që doni të regjistroheni?

source: Yes
sq_al: Po

source: No
sq_al: Jo

source: Checked in successfully. Wish you a nice day!
sq_al: Regjistrimi u krye me sukses. Ju urojmë një ditë të mbarë!

source: Checked in
sq_al: U regjistrua

source: Break time
sq_al: Koha e pushimit

source: Shift completed
sq_al: Turni u përfundua

source: Forgot to Checkout?
sq_al: Harruat të çregjistroheni?

source: Checked out
sq_al: U çregjistrua

source: Your working hours is over; are you sure you want to start Over Time?
sq_al: Orari juaj i punës ka mbaruar; jeni të sigurt që doni të filloni Kohen e Shtesë?

source: Giving overtime
sq_al: Duke dhënë kohë shtesë

source: Total Tasks Today
sq_al: Totali i Detyrave Sot

source: Tasks completed
sq_al: Detyrat u kryen

source: Hours worked today
sq_al: Orët e punuara sot

source: Overtime hours
sq_al: Orët e punës së shtesë

source: Create General Report
sq_al: Krijo Raport të Përgjithshëm

source: Reset Password
sq_al: Rivendos Fjalëkalimin

source: Logout
sq_al: Çregjistrohu

source: or
sq_al: ose

source: Mobile Number
sq_al: Numri i Telefonit

source: Very High Priority
sq_al: Prioritet shumë i lartë

source: Medium Priority
sq_al: Prioritet mesatar

source: Confirm password
sq_al: Konfirmo fjalëkalimin

source: VIEW
sq_al: SHIKO

source: Tasks for today
sq_al: Detyrat për sot

source: Request for going outside the geofence
sq_al: Kërkesë për të dalë jashtë kufirit gjeografik

source: Please enter Reason
sq_al: Ju lutem jepni arsyen

source: Send Request
sq_al: Dërgo Kërkesë

source: Very High
sq_al: Shumë i lartë

source: Description
sq_al: Përshkrimi

source: Due Date
sq_al: Data e mbarimit

source: Mark Task Completed
sq_al: Shënimi i Detyrës të Përfunduar

source: Start Task
sq_al: Fillo Detyrën

source: Create Task Report
sq_al: Krijo Raport të Detyrës

source: Are you sure; Have you sent afterwork report?
sq_al: A jeni i sigurt; keni dërguar raportin pas punës?

source: Yes; I have
sq_al: Po; e kam

source: Completed
sq_al: E përfunduar

source: Before work
sq_al: Para punës

source: SUBMITTED
sq_al: DORËZUAR

source: DRAFTS
sq_al: STRUKTURA

source: Submitted= Before work by
sq_al: Dorëzuar para punës nga

source: Time & Date =
sq_al: Koha & Data =

source: Location
sq_al: Vendndodhja

source: Create
sq_al: Krijo

source: Today
sq_al: Sot

source: Days Ago
sq_al: Ditë më parë

source: Save
sq_al: Ruaj

source: Check your internet connection
sq_al: Kontrolloni lidhjen tuaj me internetin

source: Notification
sq_al: Njoftim

source: Language Preference
sq_al: Preferenca e Gjuhës

source: Google Account
sq_al: Llogaria Google

source: Change Password
sq_al: Ndrysho Fjalëkalimin

source: Privacy Policy
sq_al: Politika e Privatësisë

source: Terms and Conditions
sq_al: Kushtet dhe Kushtet e Përdorimit

source: Enable
sq_al: Aktivizo

source: Personal Information
sq_al: Informacioni Personal

source: Employment Details
sq_al: Detajet e Punës

source: Employ ID
sq_al: ID e Punës

source: Employment Type
sq_al: Lloji i Punës

source: Hire Date
sq_al: Data e Punësimit

source: Language Skills
sq_al: Aftësitë Gjuhësore

source: Certificates
sq_al: Certifikata

source: Bank Account Details
sq_al: Detajet e Llogarisë Bankare

source: My Workforce
sq_al: Forca ime Punëtore

source: Settings
sq_al: Cilësimet

source: My Completed Tasks
sq_al: Detyrat e Mija të Përfunduara

source: Workforce Name
sq_al: Emri i Forcës Punëtore

source: Site name
sq_al: Emri i Lokacionit

source: Supervisor
sq_al: Supervizori

source: Phone number
sq_al: Numri i Telefonit

source: Date of Birth
sq_al: Data e Lindjes

source: Citizenship
sq_al: Shtetësia

source: Security number
sq_al: Numri i Sigurisë

source: Check out
sq_al: Çregjistrohu

source: Are you sure; you want to go for a Break?
sq_al: A jeni i sigurt; që dëshironi të shkoni për Pushim?

source: Your working hours are over; are you sure you want to start Overtime?
sq_al: Orët tuaja të punës janë mbi; jeni të sigurt që doni të filloni Overtime?

source: Request to go outside geofence
sq_al: Kërkesë për të dalë jashtë geofence

source: Priority
sq_al: Prioriteti

source: Are you sure; Have you sent afterwork report?
sq_al: A jeni të sigurt; keni dërguar raportin pas punës?

source: Break Check out
sq_al: Çregjistrimi i Pushimit

source: Task List
sq_al: Lista e Detyrave

source: Pending Task
sq_al: Detyra në pritje

source: Full name
sq_al: Emri i plotë

source: Email Address
sq_al: Adresa Email

source: Social Security number
sq_al: Numri i Sigurisë Shoqërore

source: Company name
sq_al: Emri i kompanisë

source: Emergency number
sq_al: Numri i emergjencës

source: New Password
sq_al: Fjalëkalimi i Ri

source: Your Request has been sent to the Admin
sq_al: Kërkesa juaj është dërguar te Administratori

source: Notifications
sq_al: Njoftimet

source: Created Task
sq_al: Detyra e Krijuar

source: Created General Report
sq_al: Raporti i Përgjithshëm i Krijuar

source: Submitted Before work
sq_al: Dorëzuar Para Punës

source: Submitted at Location
sq_al: Dorëzuar në Lokacion

source: Report submitted
sq_al: Raporti i dorëzuar

source: Attached images
sq_al: Imazhet e bashkuara

source: Save as Draft
sq_al: Ruaj si Draft

source: Send to supervisor via email
sq_al: Dërgo te supervizori përmes email-it

source: Logged in
sq_al: Identifikuar

source: Employment details
sq_al: Detajet e Punësimit

source: Disable
sq_al: Çaktivizo

source: Facebook Connect
sq_al: Lidhu me Facebook

source: Google Account Connect
sq_al: Lidhu me Llogarinë Google

source: Working hours history
sq_al: Historia e Orëve të Punës

source: Time sheet
sq_al: Fletë Kohë

source: Filter
sq_al: Filtro

source: Current Status
sq_al: Statusi aktual

source: Time Overview
sq_al: Përmbledhje e Kohës

source: Total Tasks Workers Requests
sq_al: Totali i Kërkesave të Punëtorëve për Detyra

source: Notifications Working Time
sq_al: Koha e Punës Njoftimet

source: HIDE TASKS
sq_al: FSHIH Detyrat

source: Task name
sq_al: Emri i Detyrës

source: Start Date
sq_al: Data e Fillimit

source: Pending Approval
sq_al: Në pritje për Miratim

source: Add New Account
sq_al: Shto Llogari të Re

source: Done Draft Submitted
sq_al: Drafti i Dorëzuar

source: View Reports by report id
sq_al: Shiko Raportet sipas ID-së së Raportit

source: Report ID
sq_al: ID e Raportit

source: Rejected Draft Submitted
sq_al: Drafti i Refuzuar i Dorëzuar

source: View Details
sq_al: Shiko Detajet

source: Reason
sq_al: Arsye

source: Accept Reject
sq_al: Prano ose Refuzo

source: Are you sure want to accept the request from David
sq_al: A jeni të sigurt që dëshironi të pranoni kërkesën nga David

source: Bank Name
sq_al: Emri i Bankës

source: Account Number
sq_al: Numri i Llogarisë

source: Account Type
sq_al: Lloji i Llogarisë

# IBAN Number
source: IBAN Numbe
sq_al: Numri i IBAN-it

source: Bank Holder Name
sq_al: Emri i mbajtësit të Bankës

source: Worker
sq_al: Punëtori

source: My Profile
sq_al: Profili im

source: My Time Sheet
sq_al: Fleta kohë e imja

source: Total Workers
sq_al: Totali i Punëtorëve

source: Workforce name
sq_al: Emri i forcës punëtore

source: Tasks List
sq_al: Lista e Detyrave

source: Working
sq_al: Duke punuar

source: Pending
sq_al: Në pritje

source: Assign Task
sq_al: Caktoni Detyrën

source: Assign task to
sq_al: Caktoni detyrën te

source: Assign
sq_al: Cakto

# Are you sure, you want to assign task to
source: Are you sure you want to assign the task to
sq_al: Jeni të sigurt që dëshironi të caktoni detyrën te

source: Search Worker by ID or Name
sq_al: Kërkoni Punëtorin sipas ID-së ose Emrit

source: Break or Check out
sq_al: Pushim ose Kontrolli

source: Tasks
sq_al: Detyrat

source: Workers Requests
sq_al: Kërkesat e Punëtorëve

source: Working Time
sq_al: Koha e Punës

source: Delete Task
sq_al: Fshij Detyrën

source: Report Status
sq_al: Statusi i Raportit

source: Attach images
sq_al: Bashkangjitni imazhet

source: Upload
sq_al: Ngarkoni

source: Submit Report
sq_al: Dërgo Raportin

source: Logged in today at
sq_al: Identifikuar sot në

source: Shift end in
sq_al: Mbarimi i turnit në

source: hours
sq_al: orë

source: Hours History
sq_al: Historia e Orëve

source: Total working hours
sq_al: Totali i orëve të punës

source: hrs
sq_al: orë

source: Working hours Overview
sq_al: Përmbledhje e orëve të punës

source: Time Sheet
sq_al: Fleta kohë

source: Check Out
sq_al: Kontrolloni

source: Assigned to
sq_al: Caktuar te

source: Unassign Task
sq_al: Hiq Detyrën

source: Edit
sq_al: Redakto

source: APPROVE
sq_al: APROVO

source: REJECT
sq_al: REFUZONI

source: has
sq_al: ka

source: requested
sq_al: kërkuar

source: to
sq_al: te

source: at
sq_al: në

source: New Report
sq_al: Raport i Ri

source: Report name
sq_al: Emri i Raportit
